[
  {
    "device_type": "Disco duro interno",
    "brand": "Western Digital",
    "line": "WD Purple",
    "model": "WD10PURZ",
    "description": "El WD Purple WD10PURZ se caracteriza por su eficiencia y buen funcionamiento, que sumado a su reducido consumo energético lo vuelven un disco indispensable para funciones estándar. Más velocidad a tu alcance. Este producto posee una interfaz SATA III que se encarga de transferir datos con la placa madre de tu computadora. Es de gran importancia y con su velocidad de envío de información mejora el rendimiento. Vas a poder cargar todo tipo de archivos en tu PC con rapidez.",
    "price_usd": 89,
    "price_uy": 3563.56,
    "image": "https://raw.githubusercontent.com/nicolas5746/img/hardwareshop/wd-1-tb-wd.png",
    "capacity": "1 TB",
    "cache": "64 MB",
    "interface": "SATA III",
    "form_factor": 3.5,
    "spindle_speed": "5400 RPM",
    "offer": "Yes",
    "rating": 4
  },
  {
    "device_type": "Disco duro interno",
    "brand": "Seagate",
    "line": "Barracuda",
    "model": "ST1000DM010",
    "description": "El Barracuda ST1000DM010 se caracteriza por su eficiencia y buen funcionamiento, que sumado a su reducido consumo energético lo vuelven un disco indispensable para funciones estándar. Confianza ante todo. Resguardá todo tipo de información sensible a través de su sistema de seguridad incorporado. Su defensa es impenetrable. Más velocidad a tu alcance. Este producto posee una interfaz SATA III que se encarga de transferir datos con la placa madre de tu computadora. Es de gran importancia y con su velocidad de envío de información mejora el rendimiento. Vas a poder cargar todo tipo de archivos en tu PC con rapidez.",
    "price_usd": 63,
    "price_uy": 2522.52,
    "image": "https://raw.githubusercontent.com/nicolas5746/img/hardwareshop/wd-1-tb-sg.png",
    "capacity": "1 TB",
    "cache": "64 MB",
    "interface": "SATA III",
    "form_factor": 3.5,
    "spindle_speed": "7200 RPM",
    "offer": "Yes",
    "rating": 5
  },
  {
    "device_type": "Disco duro interno",
    "brand": "Western Digital",
    "line": "WD Purple",
    "model": "WD20PURZ",
    "description": "El WD Purple WD20PURZ se caracteriza por su eficiencia y buen funcionamiento, que sumado a su reducido consumo energético lo vuelven un disco indispensable para funciones estándar. Más velocidad a tu alcance. Este producto posee una interfaz SATA III que se encarga de transferir datos con la placa madre de tu computadora. Es de gran importancia y con su velocidad de envío de información mejora el rendimiento. Vas a poder cargar todo tipo de archivos en tu PC con rapidez.",
    "price_usd": 109,
    "price_uy": 3362.18,
    "image": "https://raw.githubusercontent.com/nicolas5746/img/hardwareshop/wd-2-tb-wd.png",
    "capacity": "2 TB",
    "cache": "64 MB",
    "interface": "SATA III",
    "form_factor": 3.5,
    "spindle_speed": "5400 RPM",
    "offer": "No",
    "rating": 4
  },
  {
    "device_type": "Disco duro interno",
    "brand": "Seagate",
    "line": "Barracuda",
    "model": "ST2000DM005",
    "description": "El Barracuda ST2000DM005 se caracteriza por su eficiencia y buen funcionamiento, que sumado a su reducido consumo energético lo vuelven un disco indispensable para funciones estándar. Confianza ante todo. Resguardá todo tipo de información sensible a través de su sistema de seguridad incorporado. Su defensa es impenetrable. Más velocidad a tu alcance. Este producto posee una interfaz SATA III que se encarga de transferir datos con la placa madre de tu computadora. Es de gran importancia y con su velocidad de envío de información mejora el rendimiento. Vas a poder cargar todo tipo de archivos en tu PC con rapidez.",
    "price_usd": 84,
    "price_uy": 3363.36,
    "image": "https://raw.githubusercontent.com/nicolas5746/img/hardwareshop/wd-2-tb-sg.png",
    "capacity": "2 TB",
    "cache": "256 MB",
    "interface": "SATA III",
    "form_factor": 3.5,
    "spindle_speed": "5400 RPM",
    "offer": "No",
    "rating": 5
  }
]